;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Kalju Tetlov 
; TranslationAuthorEmail: kaljupost@yahoo.com / support@wisecleaner.com
;
[Translation]
LangCode=0425
ReadHabit=Left-to-right
LanguageName=ET
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Kinnitamine
Warning=Hoiatus
Error=Viga
Confirm=Kinnitamine
pmHelp=Online abi
pmHome=Koduleht
pmCheckNew=Otsi uuendusi
pmLang=Vali keel
pmAbout=Teave
pmRestore=Taasta see
pmselectall=Vali kõik
pmselectnone=Ära vali midagi
pmselectinvert=Pööra valik
FrmFRMain.lblTree.caption=Failikataloog
FrmFRMain.btnlikeit.caption=Hinda seda
FrmFRMain.btnfeedback.caption=Soovitused ja tagasiside
FrmFRMain.btnsearch.caption=Otsi
FrmFRMain.btnrestore.caption=Taasta
FrmFRMain.btnsearchcancel.caption=Katkesta
;
; About
;
FrmFRAbout.caption=Teave
FrmFRAbout.btnok.caption=OK
FrmFRAbout.lblver.caption=Antud versioon:
FrmFRAbout.lblemail.caption=Tugiteenuse e-mail:
FrmFRAbout.lblhome.caption=Koduleht:
FrmFRAbout.lblthank.caption=Täname järgmisi inimesi osutatud panuse eest:
[GUI]
ButtonYes=Jah
ButtonNo=Ei
ButtonOK=Ok
ButtonMinimize=Minimeeri
ButtonMaximize=Maksimeeri
ButtonClose=Sule
ButtonRestore=Taasta
ButtonMenu=Menüü
ButtonDelete=Kustuta
[FileRecovery]
FrmFRMain.lstFile.headitems[0]=Faili nimi
FrmFRMain.lstFile.headitems[1]=Faili suurus
FrmFRMain.lstFile.headitems[2]=Viimati muudetud
FrmFRMain.lstFile.headitems[3]=Taastatavus
FrmFRMain.lstFile.headitems[4]=Rada
Scanning=Skaneerin...
Filtering=Filtreerin...
KeyWord=Sisesta võtmesõna(d)
Images=Pildid
Audios=Audiod
Videos=Videod
Document=Dokumendid
Compressed=Kompressitud failid
Email=e-mailid
AllFiles=Kõik failid
AllFolders=Kõik kaustad
SelectDir=Palun vali kaust, kuhu salvestada taastatud failid
NoSameDrive=Palun vali mõni teine draiv, et vältida andmete ülekirjutamist.
ScanStopped=Otsimine katkes(tati).
Good=Hea
Poor=Puudulik
VeryPoor=Väga halb
Lost=Kadunud
ItemList=Leiti %d fail(i).
[message]
NoNewVer=Õnnitleme, Sul ongi juba kõige uuem versioon!
RecoveryDone=Andmete taastamine on lõppenud.